<div class="basis-3/4">
          <img src="/images/logo/logo.png" alt="" class="content-landing-main-image">
          <div class="content content-landing">
            <h1 class="content-landing__title">Реверс-инжиниринг и его применение в машиностроении и проектировании</h1>
            <section class="section">
              <h2 class="h3_text">РЕВЕРС-ИЖИНИРИНГ – ЭТО:</h2>
              <div class="content-landing-quote mb-30">помощь промышленности в поддержании функционирования имеющегося
                иностранного оборудования</div>
              <div class="content-landing-quote">помощь в создании собственного промышленного оборудования с элементами
                копирования функциональных узлов и агрегатов ведущих зарубежных компаний.</div>
            </section>
            <section class="section">
              <h3 class="h3_text">Что такое Реверс-инжиниринг?</h3>
              <p>
                <span class="background_text">РЕВЕРС - ИНЖИНИРИНГ</span>
                – это процесс анализа и понимания работы уже существующих продуктов, механизмов или систем с целью
                воссоздания их функциональности и дизайна. В машиностроении это означает тщательное изучение и разборку
                различных механизмов, структур, компонентов для получения полного представления об их работе и
                конструкции.
              </p>
            </section>
            <section class="section">
              <img class="content-landing__img content-landing__img--left" src="../images/bastionek/1.jpg"
                style="max-width: 20rem" alt="">
              <p>
                <span class="background_text">ПРИМЕР</span>
                Завод А нуждается в детали Х для конвейерного производства турбин. Деталь Х изготавливается и
                поставляется только из Германии и не имеет аналогов. В текущей ситуации все европейские поставки
                прекращены. С помощью реверс-инжиниринга воссоздается точная копия детали Х, благодаря чему
                восстанавливается необходимая производственная потребность для бесперебойной конвейерной работы на
                заводе А.
              </p>
            </section>
            <section class="section">
              <h3 class="h3_text">РЕВЕРС-ИНЖИНИРИНГ В МАШИНОСТРОЕНИИ</h3>
              <div class="mb-20">
                <p class="background_text">РАЗБОРКА И ДЕТАЛЬНЫЙ АНАЛИЗ КОНСТРУКЦИЙ СТАНКОВ И ОБОРУДОВАНИЯ.</p>
                <img class="content-landing__img content-landing__img--right" src="../images/bastionek/2.jpg" alt=""
                  style="max-width: 15rem;">
                <p>Инженеры разбирают станок на составные части, изучают каждый компонент, измеряют его размеры, форму,
                  анализируют материал и методы производства. Проводят тщательный анализ всех механических и
                  электрических частей.</p>
                <div class="clear"></div>
              </div>
              <div class="mb-20">
                <p class="background_text">ИССЛЕДОВАНИЕ МАТЕРИАЛОВ И ТЕХНИЧЕСКИХ ПАРАМЕТРОВ КОМПОНЕНТОВ.</p>
                <img class="content-landing__img content-landing__img--left" src="../images/bastionek/3.jpg"
                  style="max-width:15rem;">
                <p>Инженерами производится анализ химического состава материалов, их механических свойств,
                  теплопроводности и других параметров, которые сравниваются с данными о технических требованиях для
                  определения соответствия и возможных улучшений.</p>
                <div class="clear"></div>
              </div>
              <div class="mb-20">
                <p class="background_text">СОЗДАНИЕ ОБРАТНО СОВМЕСТИМЫХ КОМПОНЕНТОВ И ЗАПЧАСТЕЙ ДЛЯ СТАРЫХ СИСТЕМ.</p>
                <img class="content-landing__img content-landing__img--right" src="../images/bastionek/4.jpg"
                  style="max-width:15rem;">
                <p>На основе полученных данных разрабатываются чертежи и спецификации для новых компонентов. Эти
                  компоненты должны быть обратно совместимыми, то есть иметь такие же размеры и характеристики, как и
                  оригинальные детали. После изготовления новые компоненты могут быть установлены в старые системы,
                  восстанавливая их работоспособность.</p>
              </div>
            </section>
            <section class="section">
              <h3 class="h3_text">Проектирование и конструкторское Дело</h3>
              <div class="content-landing-grid content-landing-grid--col-3">
                <img class="content-landing__img" src="../images/bastionek/5.jpg">
                <div class="text-center">
                  <p class="background_text">СОКРАЩЕНИЕ ВРЕМЕНИ И ЗАТРАТ НА ИССЛЕДОВАНИЯ И РАЗРАБОТКУ НОВЫХ ПРОДУКТОВ.
                  </p>
                  <p>Быстрый старт с реверс-инжинирингом = сокращение затрат на персонал, ресурсов, времени и бюджета.
                  </p>
                </div>
                <img class="content-landing__img" src="../images/bastionek/6.jpg">
              </div>
              <div class="content-landing-grid content-landing-grid--col-3">
                <div class="text-center">
                  <p class="background_text">ИСПОЛЬЗОВАНИЕ ДАННЫХ РЕВЕРС-ИНЖИНИРИНГА В ПРОЕКТИРОВАНИИ НОВЫХ ПРОДУКТОВ И
                    УЛУЧШЕНИИ СУЩЕСТВУЮЩИХ.</p>
                  <p>Анализ компонентов = интеграция новых идей и технологий.</p>
                </div>
                <img class="content-landing__img" src="../images/bastionek/7.jpg">
                <div class="text-center">
                  <p class="background_text">АДАПТАЦИЯ ДИЗАЙНА И ФУНКЦИОНАЛЬНОСТИ НА ОСНОВЕ АНАЛИЗА СУЩЕСТВУЮЩИХ
                    РЕШЕНИЙ.</p>
                  <p>Анализ существующих продуктов = эргономика и создание актуального фирменного стиля (визуала).</p>
                </div>
              </div>
            </section>
            <section class="section">
              <h3 class="h3_text">Проектирование и конструкторское Дело</h3>
              <div class="mb-20">
                <p class="background_text">AEROFLOT ENGINEERING.</p>
                <img class="content-landing__img content-landing__img--right" src="../images/bastionek/8.jpg"
                  style="max-width:15rem">
                <p>Росавиация приняла решение разрешить пяти компаниям
                  производить основные детали для самолетов Airbus и Boeing.
                  Разрешение касается пока несложных частей, таких как ремонт
                  внутренней отделки самолетов, изготовление и ремонт
                  сидений, деталей для кухни, где работают бортпроводники.
                  Среди компаний, получивших сертификаты, Государственный
                  научно-исследовательский институт гражданской авиации, S7
                  Technics (входит в группу S7), Уральский завод гражданской
                  авиации, «Авиационные инженерные решения» и институт
                  авиационного приборостроения «Навигатор».</p>
                <div class="clear"></div>
              </div>

              <div>
                <p class="background_text">ПРИМЕР: ОПОРНО-ПОВОРОТНЫЙ ПОДШИПНИК С ВОЗМОЖНОСТЬЮ ЛИНЕЙНОГО ПЕРЕМЕЩЕНИЯ.
                </p>
                <p>Используется в составе оборудования для ЦБП, является расходным элементом. В случае износа снижает
                  качество продукции и повышает количество брака. Срок эксплуатации – несколько месяцев. Производится в
                  нескольких недружественных странах Европы.</p>
                <div class="mb-30">
                  <div class="content-landing-grid content-landing-grid--col-2">
                    <img class="content-landing__img" src="../images/bastionek/9.jpg">
                    <img class="content-landing__img" src="../images/bastionek/10.jpg">
                  </div>
                  <p>Сама деталь не имеет серийного номера, по каталогам ее не найти. Поэтому пришлось полностью создать
                    весь комплект документации.</p>
                  <p>Средний срок изготовления документации: 2-3 месяца (зависит от сложности и объема работ).</p>
                  <p>Стоимость сканирования одной детали – 60 тыс. руб.</p>
                  <p>Минимальный размер заказа – 10 деталей.</p>
                </div>
                <div class="mb-10">
                  <p>Стоимость до СВО – 2 млн руб.</p>
                  <p>Срок поставки 3-5 недель.</p>
                  <p>Текущая стоимость – 7 млн руб.</p>
                  <p>Срок ожидания от 5 месяцев без гарантии доставки и с вероятным увеличением сроков доставки, если
                    все же смогут отправить.</p>
                  <p>Себестоимость производства в России (без учёта реверс-инжиниринга) колеблется от 0,5 до 1 млн руб
                    (в зависимости от объема партии).</p>
                </div>
                <div class="content-landing-grid content-landing-grid--col-3">
                  <img class="content-landing__img" src="../images/bastionek/11.jpg">
                  <img class="content-landing__img" src="../images/bastionek/12.jpg">
                  <img class="content-landing__img" src="../images/bastionek/13.jpg">
                </div>
              </div>
            </section>
            <section class="section">
              <h3 class="h3_text">Роль реверс-инжиниринга в экономическом развитии</h3>
              <p class="background_text">КАК РЕВЕРС-ИНЖИНИРИНГ ПОМОГАЕТ РАЗВИВАТЬ ПРОМЫШЛЕННОСТЬ И ЭКОНОМИКУ СТРАНЫ</p>
              <div class="content-landing-grid content-landing-grid--col-2">
                <p><span class="content-landing-s-title">УВЕЛИЧЕНИЕ КОНКУРЕНТОСПОСОБНОСТИ</span>: реверс-инжиниринг
                  позволяет компаниям быстро адаптировать и улучшить свои продукты, что делает их более
                  конкурентоспособными на мировом рынке.</p>
                <img class="content-landing__img" src="../images/bastionek/14.jpg">
                <img class="content-landing__img" src="../images/bastionek/15.jpg">
                <p><span class="content-landing-s-title">УВЕЛИЧЕНИЕ КОНКУРЕНТОСПОСОБНОСТИ</span>: реверс-инжиниринг
                  позволяет компаниям быстро адаптировать и улучшить свои продукты, что делает их более
                  конкурентоспособными на мировом рынке.</p>
                <p><span class="content-landing-s-title">УВЕЛИЧЕНИЕ КОНКУРЕНТОСПОСОБНОСТИ</span>: реверс-инжиниринг
                  позволяет компаниям быстро адаптировать и улучшить свои продукты, что делает их более
                  конкурентоспособными на мировом рынке.</p>
                <img class="content-landing__img" src="../images/bastionek/16.jpg">
              </div>
            </section>
            <section class="section">
              <p class="background_text">ПРИМЕР ИСПОЛЬЗОВАНИЯ РЕВЕРС-ИНЖИНИРИНГА ДЛЯ УСКОРЕНИЯ РАЗВИТИЯ ПРОМЫШЛЕННОСТИ В
                РОССИИ.</p>
              <p><span class="content-landing-s-title">АВИАЦИОННАЯ ПРОМЫШЛЕННОСТЬ</span>: В России реверс-инжиниринг
                активно применяется в авиационной отрасли. Например, исследование и адаптация передовых технологий и
                конструкций из зарубежных моделей самолетов позволяют российским авиационным компаниям создавать
                современные, эффективные и безопасные воздушные суда.
              </p>
              <p><span class="content-landing-s-title">НЕФТЕГАЗОВАЯ ПРОМЫШЛЕННОСТЬ</span>: В области добычи и обработки
                нефти и газа, Россия использует реверс-инжиниринг для оптимизации процессов, обновления оборудования и
                разработки новых технологий. Это помогает снижать затраты и увеличивать эффективность добычи
                энергоресурсов.
              </p>
              <p><span class="content-landing-s-title">МАШИНОСТРОЕНИЕ</span>: реверс-инжиниринг применяется в российской
                машиностроительной промышленности для анализа и усовершенствования сложных механизмов, таких как станки
                и оборудование. Адаптация передовых технологий и решений позволяет российским предприятиям производить
                современное и конкурентоспособное оборудование.</p>
            </section>
            <section class="section">
              <h3 class="h3_text">Проблемы и перспективы реверс-инжиниринга</h3>
              <p class="background_text">ПРОБЛЕМЫ И ОГРАНИЧЕНИЯ ПРИ ИСПОЛЬЗОВАНИИ РЕВЕРС-ИНЖИНИРИНГА В МАШИНОСТРОЕНИИ.
              </p>
              <div class="content-landing-grid content-landing-grid--col-2 mb-20">
                <p><span class="content-landing-s-title">ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</span>: часто реверс-инжиниринг
                  подвергает риску интеллектуальную собственность компаний, так как это может включать в себя анализ и
                  воссоздание запатентованных технологий других компаний. Это может привести к юридическим спорам и
                  угрозам конфиденциальности.</p>
                <p><span class="content-landing-s-title">КАЧЕСТВО ДАННЫХ</span>: качество данных, получаемых в процессе
                  реверс-инжиниринга, может варьироваться. Недостаточно точные или неполные данные могут привести к
                  ошибкам при попытках воссоздания продуктов или технологий, что влияет на надежность конечных
                  продуктов.</p>
                <img class="content-landing__img" src="../images/bastionek/17.jpg">
                <p><span class="content-landing-s-title">СЛОЖНОСТЬ ИССЛЕДОВАНИЙ</span>: анализ сложных систем, таких как
                  современные высокотехнологичные машины, может быть сложным и требовать значительных ресурсов, включая
                  специализированные знания и оборудование.</p>
              </div>
              <img class="content-landing__img" src="../images/bastionek/18.jpg">
            </section>
            <section class="section">
              <p class="background_text">
                ПЕРСПЕКТИВЫ РАЗВИТИЯ ТЕХНОЛОГИИ И БУДУЩИЕ НАПРАВЛЕНИЯ ИССЛЕДОВАНИЙ В ЭТОЙ ОБЛАСТИ.
              </p>

              <div class="content-landing-grid content-landing-grid--col-2">
                <p><span class="content-landing-s-title">УЛУЧШЕНИЕ МЕТОДОВ И АЛГОРИТМОВ</span>: развитие более
                  точных методов анализа и воссоздания компонентов и
                  систем, таких как 3D-сканирование и компьютерное
                  моделирование, поможет улучшить точность реверс-
                  инжиниринга и снизить вероятность ошибок.</p>
                <p><span class="content-landing-s-title">ИНТЕГРАЦИЯ С ИСКУССТВЕННЫМ ИНТЕЛЛЕКТОМ</span>:
                  применение искусственного интеллекта для анализа
                  больших объемов данных, получаемых в процессе
                  реверс-инжиниринга, позволит выявлять более сложные
                  закономерности и оптимизировать процессы
                  воссоздания продуктов.</p>
              </div>

              <div class="content-landing-grid content-landing-grid--col-2">
                <p><span class="content-landing-s-title">РАЗВИТИЕ СТАНДАРТОВ И НОРМАТИВОВ</span>: создание
                  единых стандартов и нормативов для реверс-
                  инжиниринга поможет упростить процессы и снизить
                  риски, связанные с интеллектуальной
                  собственностью и законодательством.</p>
                <p><span class="content-landing-s-title">ПРИМЕНЕНИЕ В НОВЫХ ОБЛАСТЯХ</span>: реверс-
                  инжиниринг будет развиваться в новых областях, таких
                  как биотехнологии и нанотехнологии, где анализ
                  сложных биологических и молекулярных систем
                  требует точных методов воссоздания и понимания.</p>
              </div>
            </section>
          </div>
        </div>