<div class="basis-full mt-4 lg:mt-8">
    <article class="prose relative" style="text-align: justify;">
    <h1 class="h2">Доставка</h1>
        <p>В разделе «Поставка» в корзине можно ознакомиться со сроками доставки каждой позиции. Наша компания специализируется на доставке товаров только в пределах Российской Федерации. Для удобства наших клиентов мы предлагаем несколько вариантов доставки из разных стран.</p>
        <p><strong>В случае доставки товаров из Китая</strong>, у нас есть три варианта доставки:&nbsp;</p>
        <ul>
            <li>супер-экспресс (5-7 дней, до 3 кг)</li>
            <li>экспресс (10-16 дней, до 500 кг)</li>
            <li>стандарт (20-27 дней, без ограничений по весу).</li>
        </ul>
        <p>Выберите подходящий вариант в соответствии со своими потребностями.</p>
        <p><strong>В случае доставки товаров из Европы</strong>, доступен только вариант экспресс-доставки. Сроки такой доставки составляют 10-16 дней, а максимальный вес посылки ограничен 50 кг. Мы предлагаем быструю и надежную доставку из Европы, чтобы удовлетворить потребности наших клиентов.</p>
        <p><strong>В случае доставки товаров из США в Россию</strong>, также доступен только вариант экспресс-доставки. Сроки доставки составляют 10-16 дней, а максимальный вес посылки ограничен 30 кг. Мы гарантируем своевременную доставку из США и бережное обращение с вашей посылкой.</p>
        <p><strong>Доставка товаров, доступных со склада Бастион</strong>, мы предлагаем различные варианты доставки.</p>
        <p>Узнать срок доставки или день самовывоза, свяжитесь с нашим менеджером по указанному контакту <br>  (Email: info@bastionit.ru или по телефону: <a href="tel:88129208520">8 (812) 920 8520</a><span style="color: var(--bs-body-color,#000);">&nbsp;— многоканальный). </span></p>
        <p>У нас есть несколько вариантов получения заказа:</p>
        <p><strong>Первый вариант - самовывоз.&nbsp;</strong></p>
        <p>Вы можете забрать свой заказ в нашем офисе. Выдача интернет-заказов осуществляется с 08:00 до 18:00 во все рабочие дни (пн-пт). Наш офис расположен по адресу: г. Санкт-Петербург, 196105, г. Санкт-Петербург, ул. Кузнецовская, д. 52, корп. 8, литер Ж, пом. 6.</p>
        <p><strong>Второй вариант - курьерская доставка.</strong>&nbsp;</p>
        <p>Мы осуществляем доставку товара с понедельника по пятницу. Если вам необходима доставка по области, вам следует обсудить этот вопрос с менеджером. А если вы находитесь в другом регионе страны, то доставка осуществляется через транспортные компании, которые наиболее удобны для вас.</p>
        <p>Доставка товаров - это важный этап процесса покупки. Мы хотим убедиться, что вы знаете о правилах этой службы, поэтому рекомендуем внимательно ознакомиться с ними.</p>
        <p>В первую очередь, при оформлении заказа, обязательно укажите точный адрес доставки и свой мобильный телефон для связи. Это позволит курьеру связаться с вами в день доставки, примерно с 9.30 до 10.30, чтобы согласовать удобное время получения товаров.</p>
        <p>Наша компания работает по заранее спланированным маршрутам, поэтому у нас есть четкий график доставки. Это значит, что вы можете быть уверены в быстрой и эффективной доставке.</p>
        <p>Общее время, которое займет разгрузка, проверка товаров, оформление документов и оплата, составляет до 20 минут. Важно, чтобы вы проверили внешний вид товаров и комплектность в присутствии курьера. Мы всегда готовы ответить на ваши вопросы и удовлетворить ваши потребности.</p>
        <p>Если вас необходимо пропустить во двор, где въезд ограничен, вам придется обеспечить пропуск. Запрашивайте его заранее, чтобы избежать задержек и неудобств при приезде. Организуйте заранее все необходимые документы и информацию, чтобы быстро получить пропуск. Помните, что время, затраченное на получение пропуска, может зависеть от ряда факторов, таких как очередь, наличие специальных требований или необходимость прохождения дополнительного контроля безопасности. Будьте готовы к возможным задержкам и поблагодарите охранников и сотрудников, которые обеспечивают безопасность и контроль въезда во двор.</p>
    </article>
</div>