<div class="py-16">
    <div class="container mx-auto">
        <h1 class="font-bold text-3xl text-gray-700 text-center">Поиск дефицитных ЭК</h1>
    </div>

    <div class="mt-8 grid grid-cols-1 gap-16">
                                    <section>
    <div class="container mx-auto flex flex-col items-center">
        <div class="lg:prose-xl">
            <p style="text-align: justify;">Многие электронные компоненты сейчас находятся в дефиците в России, создавая проблемы на производстве и нарушая цепочки поставок. В связи с этим предприятия сталкиваются с простоями и большими расходами, так как поставщики не продают и отказываются принимать оплату. Компания "Бастион" предлагает свою помощь в поиске, покупке и доставке дефицитных электронных компонентов для предприятий, фирм и производств. У "Бастион" имеются контрактные обязательства с производителями и поставщиками из Европы, США и Китая, благодаря чему они могут предложить широкий ассортимент проверенных компонентов для любых нужд.</p><p style="text-align: justify;">В нашем ассортименте имеется большой выбор новых полупроводников, чипов, конденсаторов, транзисторов, микроконтроллеров, плат, микросхем и многого другого. Компания также предлагает возможность провести необходимые лабораторные испытания электроники перед отправкой в Россию, что гарантирует высокое качество каждого компонента для наших клиентов.</p><p style="text-align: justify;">Для заказа необходимых товаров есть два варианта: отправить заявку в свободной форме на <a href="mailto:info@bastionit.ru" style="color: var(--tw-ring-color);">info@bastionit.ru</a> или заполнить <a class=" requestModal modal-request" href="#" style="color: var(--tw-ring-color);">форму на сайте</a>. В течение двух рабочих дней мы отправим вам ответное письмо с полным расчетом по цене и срокам доставки на запрашиваемые позиции.</p>
        </div>
    </div>
</section>                        </div>
</div>