

  <div class="py-16">
    <div class="container mx-auto">
      <h1 class="font-bold text-3xl text-gray-700 text-center">Как мы работаем</h1>
    </div>

    <div class="mt-8 grid grid-cols-1 gap-16">
      <section>
        <div class="container mx-auto flex flex-col items-center">
          <div class="lg:prose-xl">
            <p style="text-align: justify;">Вы можете оформить заказ продукции в нашем интернет-магазине или отправить
              нам список всех интересующих вас позиций. Запрос может быть выполнен в любой форме: звонок по телефону,
              отправка письма на e-mail или заполнение специальной формы на сайте. У нас есть широкий ассортимент
              электронных комплектующих со стоков из России, Европы, США и Азии, а также возможность заказать
              электронику со складов наших зарубежных партнеров. Обрабатываем список комплектующих до 300 позиций и
              создаем коммерческое предложение и счета на оплату в режиме онлайн.</p>
            <h4><strong>Проверяем техническую спецификацию и заносим данные в CRM</strong></h4>
            <p>Перед тем, как принять в работу ваш запрос, мы тщательно проверим партномер по каждому товару, указанному
              в запросе, с помощью datasheet (технической спецификации).</p>
            <p>В нашей работе все данные заносятся в удобную, надежную CRM-систему, что позволяет более быстро и просто
              обрабатывать заказы и минимизировать возможные ошибки.</p>
            <h4><strong>Подготавливаем коммерческое предложение и оговариваем все условия</strong></h4>
            <p style="text-align: justify;">Наш сотрудник подготовит для вас коммерческое предложение на специальном
              бланке в формате XLS (Excel). Если вы будете делать заказ через интернет-магазин, коммерческое предложение
              автоматически сформируется, и вы сможете экспортировать его в формате Excel.</p>
            <p style="text-align: justify;">1. В беседе с нашим менеджером у вас будет возможность задать все
              интересующие вопросы по условиям оплаты, срокам и гарантии, чтобы оговорить все условия поставки.</p>
            <p style="text-align: justify;">2. Мы отправляем вам счет в формате PDF на ваш e-mail, выставляя счет на
              оплату. Соответственно, в нашем интернет-магазине счет на оплату создается автоматически.</p>
            <p style="text-align: justify;">3. После того, как счет будем вами оплачен, сотрудники отдела закупок
              разместят заказ у зарубежных партнеров.</p>
            <p style="text-align: justify;">4. Отсчет времени доставки продукции стартует с того момента, когда деньги
              поступят на счет.</p>
            <p style="text-align: justify;">При размещении заказа в режиме онлайн вы имеете возможность отслеживать
              статус выполнения и прочую информацию. Например, платежи по счетам, перемещение комплектующих в процессе
              поставки и прохождение входного контроля. Заказ поступает на консолидационный склад, где производится
              первая приёмка комплектующих нашими сотрудниками за границей. Если при проверке выявятся дефекты, менеджер
              свяжется с вами для принятия решений. Затем оформляется на таможне, где мы уплачиваем все таможенные
              пошлины, налоги и можем оформить сертификат на ввезенный товар.</p>
            <h4><strong>Входной контроль</strong></h4>
            <p style="text-align: justify;">Проводим стопроцентный контроль ввозимых из-за рубежа электронных
              комплектующих по внешним признакам. Благодаря такому подходу заказчик может быть уверен в том, что получит
              необходимый ему товар с учетом года выпуска, одной партии (при договоренности) и других условий.</p>
            <h4><strong>Упаковываем и отправляем заказчику</strong></h4>
            <p style="text-align: justify;">Всегда тщательным образом уделяем внимание упаковке товара и используем в
              наших складских помещениях антистатические покрытия. Это крайне важно, так как непосредственно оказывает
              влияние на работоспособность электронных изделий. Повреждение статическим электричеством может вызвать
              сбои при дальнейшей эксплуатации электроники или полную потерю работоспособности.</p>
            <p style="text-align: justify;">Продукция, зарекомендовавшая себя на рынке услуг, отправляется заказчику с
              наших складов. Она упаковывается в специальные металлизированные пакеты с антистатическими свойствами и
              поглотителями влаги. Для доставки мы используем услуги курьерской компании. Если у вас есть особые
              требования относительно доставки, просим сообщить нам.</p>
          </div>
        </div>
      </section>
    </div>
  </div>