<div class="py-16">
    <div class="container mx-auto">
        <h1 class="font-bold text-3xl text-gray-700 text-center">Способы оплаты</h1>
    </div>

    <div class="mt-8 grid grid-cols-1 gap-16">
                                    <section>
    <div class="container mx-auto flex flex-col items-center">
        <div class="lg:prose-xl">
            <p style="text-align: justify;">Для оформления заказа требуется минимальная сумма в размере 1000 рублей. После оформления и подтверждения заказа нашими менеджерами мы вышлем Вам счет и забронируем товар на 10 дней. После этого Вам останется только оплатить заказ с помощью любого из следующих способов.</p><p style="text-align: justify;"><strong>Если Вы являетесь Физическим лицом</strong>, у Вас есть возможность оплатить заказ с помощью банковского перевода в Сбербанке РФ или любом другом банке.&nbsp;</p><p style="text-align: justify;"><strong>Если Вы являетесь Юридическим лицом,</strong> можете произвести оплату по выставленному счету. После факта оплаты, мы немедленно начнем сборку заказа.</p><p style="text-align: justify;">Для удобства наших клиентов мы предлагаем несколько вариантов оплаты при получении заказа. Вы можете выбрать оплату наличными или банковской картой при встрече с курьером или на пункте самовывоза компании «СДЭК». Благодаря этой гибкой системе оплаты, вы можете быть уверены в надежности и безопасности вашей транзакции. Кроме того, нашим клиентам доступны различные способы оплаты, что делает покупки еще более удобными. Не важно, наличные у вас с собой или нет, вы всегда сможете оплатить свой заказ любым удобным для вас способом.</p>
        </div>
    </div>
</section>                        </div>
</div>
